Repository: elneris/WCS_Quete_Symfony4_Blog
Catalog: translations/messages.*.xlf
Languages: es

# account.registration
source: Register
es: Registra

# account.login
source: Sign In
es: Se connecta

source: hello %username%
es: Holla %username%

# account.logout
source: Sign Out
es: Deconnecta

# edit.article
source: Edit
es: Editar Articulo

source: Back
es: página anterior

# article.index
source: Article page
es: Paga de Articulo

# article.title
source: Title
es: El Titulo

# article.content
source: Content
es: Contenta

# article.category
source: Category
es: Categorita

# article.action
source: Action
es: accion

# article.show
source: Article
es: Articulo

# article.edit
source: Edit
es: Edicion

# article.no.data
source: No article found
es: No articulo

# article.new
source: New
es: Nuevo articulo

source: Article
es: Articulo

source: Delete
es: Eliminar

# category.new
source: New category
es: Nueva Caterogita

# my.blog
source: My little Blog
es: mi pequeño blog

source: Home
es: bienvenida

source: Sign In
es: Se connecta

source: Password
es: contraseña

# langue
source: Language
es: Lingua

source: English
es: Ingles

source: French
es: Frances

source: Spanish
es: Espanol
